Repository: George2216/nHealth
Catalog: AppointmentProject/Localizable/*.lproj/Localizable.strings
Languages: uk

source: Connection error!!!
uk: Помилка підключкння!!!

source: Zaporizhzhia
uk: Запоріжжя

source: Discount
uk: Знижки

source: You canceled our appointment for:
uk: Ви відмінили запис до:

source: You signed up for
uk: Ви записалися до

# receiveNotificationHeader
source: Receive notifications for:
uk: Отримувати повідомлення для:

# soudsSettingsHeader
source: Sounds settings
uk: Налаштування звуку

# notificationSoundFooter
source: Sounds settings are also available in the main settings of your device.
uk: Також опції звуку є у основних налаштуваннях девайсу

# allNotificationFooter
source: You can turn off notifications for certain events
uk: Ви можете вимкнути сповіщення для деяких подій

# goToSettingFooter
source: Push notifications can be turned on and off in your device's settings only. In case you're not receiving notifications, press 'Go to settings' â€º 'Notifications' and select 'Allow notifications'. You can also check additional options down below.
uk: Пуш повідомлення можливо увімкнути і вимкнути лише у налаштуваннях телефону. Якщо повідомлення не працюють натисніть 'Перейти до налаштувань' › 'Повідомлення' та оберіть 'Допуск повідомлень'. Також перевірте опції нижче.

source: Go to settings
uk: Перейти до налаштувань

# cancellationAppNf
source: Appointment cancellation
uk: Видалення запису

# appointmentNf
source: Appoincment completion
uk: Запис

# soundNf
source: Sound
uk: Звук

source: Push notifications
uk: Пуш повідомлення

# cityHeader
source: Choose the city your clinic is located in
uk: Оберіть місто в якому знаходиться ваша клініка

# clinicHeader
source: Choose the clinic to get an appointment
uk: Оберіть клініку в щоб далі було можливо записатися

# clinicFooter
source: You can only choose one clinic and one city (in case you would like to change the city or the clinic you can do so in the settings)
uk: Можливо обрати лише одну клініку , як і місто (змінити вибір можливо в налаштуваннях)

source: Clinic
uk: Лікарня

source: Select your city
uk: Знайти свое місто

source: Select your clinic
uk: Знайти свою клініку

source: Select city
uk: Обрати місто

source: Select clinic
uk: Обрати лікарню

source: Kyiv
uk: Київ

source: Poltava
uk: Полтава

source: Kharkiv
uk: Харків

source: Odessa
uk: Одеса

source: Doctor name
uk: Ім'я лікаря

source: Filters
uk: Фільтри

source: Clear
uk: Очистити

source: Language
uk: Мова

source: Appointments
uk: Записи

source: Doctors
uk: Лікарі

source: Doctor
uk: Лікар

source: Close
uk: Закрити

source: Subdivision
uk: Підрозділи

source: Professions
uk: Профілі

source: Sign up
uk: Записатися

source: Full name
uk: ПІБ

source: Save
uk: Зберегти

# invalidNamePhone
source: Invalid full name / phone number
uk: Некоректні ПІБ / номер телефона

source: Map
uk: Мапа

source: History
uk: Історія

source: Delete
uk: Видалити

source: Go to doctor
uk: Перейти до лікаря

source: Settings
uk: Налаштування

source: Server
uk: Сервер

source: About us
uk: Про нас

source: Add server
uk: Додати сервер

# urlSelected
source: URL - selected!!! Please select another
uk: URL - обраний!!! Будь-ласка виберіть інший

source: URL - required!!!
uk: URL - обов'язковий!!!

# deleteUrlQu
source: Delete URL?
uk: Видалити URL?

source: Locale:
uk: Локація:

source: of
uk: з
